Revit 2027 API
ParameterTypeId.AnalyticalModelHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelHeightParam { get; }
Public Shared ReadOnly Property AnalyticalModelHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelHeightParam {
	ForgeTypeId^ get ();
}
static member AnalyticalModelHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace